Revit 2024 API
GroupTypeId.StairStringers Property
 Stringers.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId StairStringers { get; }
Visual Basic
Public Shared ReadOnly Property StairStringers As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairStringers {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace